/* The string for canceling a map editing function. */
"CancelKey" = "Cancelar";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "¿Está seguro de que desea cancelar?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Sus cambios no se guardarán.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "El objeto que creó no se guardará.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Descartar cambios";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Cancelar edición";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Dirección no válida";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Se debe incluir una dirección para el punto";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "No una agregó una ubicación para este punto";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "No se agregará ningún punto nuevo";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Continuar edición";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Seleccione el punto que desea eliminar.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "No hay puntos para eliminar.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "Aceptar";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "¿Está seguro de que desea borrar todos los puntos?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "No";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Sí";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "¿Desea cambiar a un punto?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "¿Desea cambiar a una polilínea?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "¿Desea cambiar a un polígono?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Los puntos que agregó no se cambiarán y puede seguir creando el objeto.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Todos su puntos agregados se eliminarán.";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "¿Está seguro de que desea borrar este punto?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Guardar";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtrar";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Ubicación actual";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "No se encontraron sugerencias";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Dirección";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Borrar todo";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "Se creó correctamente %@";

/* The placeholder text of the Searchbar */
"SearchKey" = "Buscar";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Agregar punto nuevo";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Mapa básico";

/* The title for the standard map type. */
"StandardKey" = "Estándar";

/* The title for the hybrid map type. */
"HybridKey" = "Híbrido";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Sobrevuelo híbrido";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Estándar mudo";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelital";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Sobrevuelo satelital";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Agregar ubicación";

